Repository: Xcellentshop/evolution-mapper
Catalog: l10n/app_*.arb
Languages: pt

source: Theme
pt: Tema

source: Help loading mission
pt: Ajuda para carregar missão

source: Update available
pt: Atualização disponível

source: Later
pt: Depois

source: Ignore this version
pt: Ignorar esta versão

source: Download
pt: Baixar

source: Search location
pt: Buscar localização

source: Info
pt: Informações

source: Aircraft
pt: Aeronave

source: Camera
pt: Câmera

source: File
pt: Arquivo

source: Create Photo Points
pt: Criar Pontos de Foto

source: Show Photo Points
pt: Mostrar Pontos de Foto

source: Show Waypoints
pt: Mostrar Pontos de Passagem

source: Fill Grid
pt: Preencher Grade

# numberOfPhotos
source: Number of photos: {count}
pt: Número de fotos: {count}

# numberOfWaypoints
source: Number of waypoints: {count}
pt: Número de pontos de passagem: {count}

# flightDistance
source: Flight distance: {distance} m
pt: Distância de voo: {distance} m

# area
source: Area: {area} m²
pt: Área: {area} m²

# estimatedFlightTime
source: Estimated flight time: {time} minutes
pt: Tempo de voo estimado: {time} minutos

# recommendedShutterSpeed
source: Recommended shutter speed: {speed} or faster
pt: Velocidade do obturador recomendada: {speed} ou mais rápida

# speed
source: Speed (m/s)
pt: Velocidade (m/s)

source: Overlap (%)
pt: Sobreposição (%)

source: Sidelap (%)
pt: Sobreposição Lateral (%)

source: Rotation (°)
pt: Rotação (°)

# cameraAngle
source: Camera angle (deg)
pt: Ângulo da câmera (graus)

# delayAtWaypoint
source: Delay at Waypoint (sec)
pt: Atraso no Ponto de Passagem (seg)

source: On Finished:
pt: Ao Finalizar:

source: Hover
pt: Pairar

source: Land
pt: Pousar

source: Go to first waypoint
pt: Ir para primeiro ponto de passagem

source: On RC Lost:
pt: Ao Perder RC:

source: Camera Preset:
pt: Preset da Câmera:

source: Preset Title
pt: Título do Preset

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Add
pt: Adicionar

source: Delete
pt: Excluir

# sensorWidth
source: Sensor Width (mm)
pt: Largura do Sensor (mm)

# sensorHeight
source: Sensor Height (mm)
pt: Altura do Sensor (mm)

# focalLength
source: Focal Length (mm)
pt: Distância Focal (mm)

# imageWidth
source: Image Width (px)
pt: Largura da Imagem (px)

# imageHeight
source: Image Height (px)
pt: Altura da Imagem (px)

source: Save as DJI Fly Waypoint Mission
pt: Salvar como Missão de Pontos de Passagem DJI Fly

source: Save as Litchi Mission
pt: Salvar como Missão Litchi

source: Import/Export Mapping Area
pt: Importar/Exportar Área de Mapeamento

source: Import from KML
pt: Importar do KML

source: Export to KML
pt: Exportar para KML

source: Select Polygon
pt: Selecionar Polígono

source: Load
pt: Carregar

source: Mission export cancelled
pt: Exportação da missão cancelada

source: Mission exported successfully
pt: Missão exportada com sucesso

source: Area imported successfully
pt: Área importada com sucesso

source: Area export cancelled
pt: Exportação da área cancelada

source: Area exported successfully
pt: Área exportada com sucesso

# noWaypointsToExport
source: No waypoints to export. Please add waypoints first
pt: Nenhum ponto de passagem para exportar. Adicione pontos de passagem primeiro

# noFileSelected
source: No file selected. Import cancelled
pt: Nenhum arquivo selecionado. Importação cancelada

# noPolygonsFound
source: No polygons found in KML. Import cancelled
pt: Nenhum polígono encontrado no KML. Importação cancelada

source: Load mission into DJI Fly
pt: Carregar missão no DJI Fly

source: Load mission into Litchi
pt: Carregar missão no Litchi

source: Step 1
pt: Passo 1

source: Step 2
pt: Passo 2

source: Step 3
pt: Passo 3

source: Step 4
pt: Passo 4

source: Done
pt: Concluído

source: Do not show this again
pt: Não mostrar novamente

source: Export your Survey Mission
pt: Exportar sua Missão de Levantamento

# importExportMappingAreaTitle
source: Import/Export Mapping Area
pt: Importar/Exportar Área de Mapeamento

source: Open DJI Fly
pt: Abrir DJI Fly

source: Quit DJI Fly
pt: Sair do DJI Fly

# createNewMission
source: Create a new Mission [simple as 1wp] and save
pt: Criar uma nova Missão [simples como 1wp] e salvar

# recentDateStamp
source: This will give it a recent date stamp making it easier to find & select
pt: Isso dará um carimbo de data recente facilitando a busca e seleção

# iosPath
source: iOS - Goto FILES/DJI Fly/wayline_mission/
pt: iOS - Vá para ARQUIVOS/DJI Fly/wayline_mission/

# androidPath
source: Android/DJI RC = Goto Android/data/dji.go.v5/files/waypoint
pt: Android/DJI RC = Vá para Android/data/dji.go.v5/files/waypoint

# selectMissionFolder
source: Select most recently created Mission Folder by date/time
pt: Selecione a pasta de missão criada mais recentemente por data/hora

# guidExample
source: Its name will be in the form of a GUID. Example: 6103D3C8-E79A-4B48-BBFE-50932D2E1306
pt: Seu nome será na forma de um GUID. Exemplo: 6103D3C8-E79A-4B48-BBFE-50932D2E1306

# renameKmzFile
source: Rename KMZ file that your importing to match the name of this mission on your device.
pt: Renomeie o arquivo KMZ que você está importando para corresponder ao nome desta missão no seu dispositivo.

# guidExample2
source: Example: 6103D3C8-E79A-4B48-BBFE-50932D2E1306.kmz
pt: Exemplo: 6103D3C8-E79A-4B48-BBFE-50932D2E1306.kmz

# uploadRenamedKmz
source: Upload the renamed KMZ into selected mission folder on your device replacing existing KMZ
pt: Faça upload do KMZ renomeado na pasta da missão selecionada no seu dispositivo substituindo o KMZ existente

# selectUploadedMission
source: Select the mission you just uploaded, should be on the top of the list
pt: Selecione a missão que você acabou de fazer upload, deve estar no topo da lista

# examineWaypoints
source: Examine all waypoints before you Fly to be sure they are configured as expected.
pt: Examine todos os pontos de passagem antes de voar para ter certeza de que estão configurados conforme esperado.

# doNotModifyMission
source: Do not modify or save the mission from inside DJI Fly, because it doesn't support straight curves, and will break the mission.
pt: Não modifique ou salve a missão de dentro do DJI Fly, porque ele não suporta curvas retas e quebrará a missão.

# setSettingsCorrectly
source: Set the settings correctly, highlighted in blue are the important settings.
pt: Configure as configurações corretamente, destacadas em azul são as configurações importantes.

# finishActionSame
source: The Finish Action should be set the same as in the DJI Mapper
pt: A Ação de Finalização deve ser definida igual ao DJI Mapper

# clickMissionsImport
source: Click on the 'Missions -> Import' and select the mission file.
pt: Clique em 'Missões -> Importar' e selecione o arquivo da missão.

# saveMissionName
source: Save the mission with a name and it will automatically sync to your device.
pt: Salve a missão com um nome e ela será sincronizada automaticamente com seu dispositivo.
